{
  "categories": [
    "auto",
    "books",
    "clothes",
    "cosmetics",
    "entertainment",
    "food_and_drink",
    "games",
    "home_and_appliances",
    "jewelry_and_bijouterie",
    "tv"
  ],
  "auto": [
    {
      "id": 1,
      "categoryID": "auto",
      "name": "WOG Cafe",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "Ukranian only, sushi can be interesting, only accepts virgin's blood for payment",
      "bought": 0,
      "shortDesc": "WOG Cafe gift card",
      "description": "WOG Cafe is a restaurant chain that takes care of the mood and diet of its visitors. The first restaurant was founded in 2015, and today there are more than 30 of them throughout the country. Aromatic coffee, democratic burgers and gourmet dishes from different cuisines of the world will appeal to everyone. 500 UAH gift card"
    },
    {
      "id": 2,
      "categoryID": "auto",
      "name": "WOG",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "WOG gift card",
      "description": "WOG is one of the largest filling stations networks in Ukraine, occupying more than 400 filling stations. The WOG network of gas stations was established in 2000 and has since delighted residents and guests with quality fuel and service. Thanks to this, WOG is happy to feed its consumers with delicacies from WOG CAFE and help to get on the road, buying everything you need in WOG MARKET and make travel comfortable and unforgettable! High standards of service and the level of fuel confirmation of the ISO 9001 certificate, and wide opportunities at each station provide comfort to both the car and its owner. 500 UAH gift card. "
    },
    {
      "id": 3,
      "categoryID": "auto",
      "name": "WOG",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 4,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "WOG gift card",
      "description": "WOG is one of the largest filling stations networks in Ukraine, occupying more than 400 filling stations. The WOG network of gas stations was established in 2000 and has since delighted residents and guests with quality fuel and service. Thanks to this, WOG is happy to feed its consumers with delicacies from WOG CAFE and help to get on the road, buying everything you need in WOG MARKET and make travel comfortable and unforgettable! High standards of service and the level of fuel confirmation of the ISO 9001 certificate, and wide opportunities at each station provide comfort to both the car and its owner. 200 UAH gift card. "
    },
    {
      "id": 4,
      "categoryID": "auto",
      "name": "ОККО (Fishka)",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 4,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "ОККО gift card",
      "description": "OKKO All-Ukrainian gas station network is aimed at high-quality service and always offers its customers international-class fuel at affordable prices. 200 UAH gift card"
    },
    {
      "id": 5,
      "categoryID": "auto",
      "name": "ОККО (Fishka)",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "ОККО gift card",
      "description": "OKKO All-Ukrainian gas station network is aimed at high-quality service and always offers its customers international-class fuel at affordable prices. 500 UAH gift card"
    },
    {
      "id": 6,
      "categoryID": "auto",
      "name": "АТL",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "ATL car service gift card",
      "description": "ATL is one of the largest retail chains of auto shops and car services in Ukraine, the main independent player in the auto business sector. The network includes 42 retail car dealerships and 25 car services throughout Ukraine. 500 UAH gift card"
    }
  ],
  "books": [
    {
      "id": 1,
      "categoryID": "books",
      "name": "Yakaboo",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Gift card Yakaboo",
      "description": "Yakaboo is the largest online bookstore in Ukraine. It is an online organisation that is a large-scale book ecosystem that works with most of the publishing houses in Ukraine. It delivers not only in Kyiv but also to other regions of Ukraine. UAH 500 gift card."
    },
    {
      "id": 2,
      "categoryID": "books",
      "name": "The book `Press Reset`",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Burnout and recovery in the video game industry, a book by Jason Schreier",
      "description": "Blood, Sweat, and Pixels is a book about the complexities of creating video games. The author has determined that games are somewhere in between art, science, technological progress and business, which seeks to create an entertaining product and make money on it. It is because of all this that the lion's share of games are delayed, and developers are working in emergency mode."
    },
    {
      "id": 3,
      "categoryID": "books",
      "name": "Staryi Lev",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "price": 4,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Staryi Lev gift card",
      "description": "Staryi Lev Publishing House is a Ukrainian publishing house that has been creating books for the whole family, stories for all tastes and ages for over 20 years. Their publications are read not only by Ukrainian children and adults, but also by thousands of readers abroad, as their books have been translated into more than 40 countries, introducing people around the world to Ukraine and its authors. The Old Lion's online store allows you to order books from anywhere with delivery to different parts of the world. An important milestone in the publishing house's work is the social component, including collecting books for refugees and funds for humanitarian aid or support for those who need it now. 200 UAH gift card"
    },
    {
      "id": 4,
      "categoryID": "books",
      "name": "The book 'Weapons of Victory'",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Weapons of Victory by military historian and journalist Mykhailo Zhyrokhov",
      "description": "Weapons of Victory is not a classic non-fiction or science-pop book. It is the first complete guide to the Ukrainian army's weapons, with all the consequences that entails: there is a lot of information, it is well structured, but divided into many separate chapters and sections. It contains everything that Ukrainians have learned about over the past year and more: Javelin, HIMARS, M270, Neptune NLAW, HMMWV, Brimstone, M777, PT-91 Twardy, Bayraktar TB2, Bushmaster, etc. However, the directory does not include various foreign tanks, including Leopard 2, Challenger 2 and M1 Abrams, the F-16 aircraft, some self-propelled artillery systems, and many air and missile defence systems, such as Patriot, Skynex, etc."
    },
    {
      "id": 5,
      "categoryID": "books",
      "name": "Paliturka",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 7,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Monthly subscription to the Paliturka online library",
      "description": "PALITURKA is a Ukrainian project created to support reading in Ukraine. The development of publishing is not an abstract question of values, it is a strategic task facing our country. Economic growth depends on people who read. That is why we have strengthened the publishing industry with IT technologies to help create a modern reading ecosystem in Ukraine."
    }
  ],
  "clothes": [
    {
      "id": 1,
      "categoryID": "clothes",
      "name": "TOMMY HILFIGER",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Tommy Hilfiger gift card",
      "description": "The Tommy Hilfiger trademark successfully combines classic and everyday in their clothing and footwear models, while always focusing on current trends. Products for adults and children are always an impeccable quality brand with a worldwide reputation. When ordering a trademark certificate, you will receive a card from MD Fashion, the exclusive representative in Ukraine. 500 UAH gift card"
    },
    {
      "id": 2,
      "categoryID": "clothes",
      "name": "brabrabra",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "brabrabra gift card",
      "description": "brabrabra - Renovated lingerie stores. The brand's mission is to convey to every woman, she is unique, attractive and feminine, regardless of the shape and size of clothing. brabrabra for uniqueness and against standard beauty patterns. 500 UAH gift card"
    },
    {
      "id": 3,
      "categoryID": "clothes",
      "name": "Under Armour",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Under Armour gift card",
      "description": "Under Armor is a brand for true athletes: shoes, clothes and accessories for the strong and sturdy are popular all over the world because they are distinguished by impeccable quality, modern materials, durability and relevant styles. The trademark is presented in Ukraine by MD Fashion, it is her card that you will receive after placing your order. 500 UAH gift card"
    },
    {
      "id": 4,
      "categoryID": "clothes",
      "name": "H&M",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "H&M gift card",
      "description": "H&M (Hennes & Mauritz) is a Swedish company, Europe's largest clothing retailer, based in Stockholm, Sweden. $13 gift card"
    },
    {
      "id": 5,
      "categoryID": "clothes",
      "name": "ASOS",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "ASOS gift voucher",
      "description": "ASOS is a British online clothing and cosmetics retailer. The company was founded in 2000 in London and was primarily aimed at young people. The website sells more than 850 brands as well as its own range of clothing and accessories. $13 gift card"
    },
    {
      "id": 6,
      "categoryID": "clothes",
      "name": "Shopper JS/UI",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "JS/UI shopper (4 pieces available)",
      "description": null
    }
  ],
  "cosmetics": [
    {
      "id": 1,
      "categoryID": "cosmetics",
      "name": "Sister's Aroma gift card",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "brabrabra gift card",
      "description": "Sister's Aroma is a brand of niche fragrances, home fragrances and smart care products that were created on the basis of the clean beauty philosophy - natural ingredients and nothing superfluous in the composition. 500 UAH gift card"
    },
    {
      "id": 2,
      "categoryID": "cosmetics",
      "name": "MakeUp gift card",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "MakeUp gift card",
      "description": "Once you open the catalogue of the MAKEUP online store, you will no longer want to waste time visiting shopping centres - the catalogue of cosmetics and perfumes presented here exceeds even the wildest expectations and satisfies any requirements. 500 UAH gift card or $13"
    },
    {
      "id": 3,
      "categoryID": "cosmetics",
      "name": "Mermade",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Mermade gift card",
      "description": "Knowledge, natural ingredients and great love became the basis to create compact Mermade cosmetics. And all for you every day in any part of the world was able to take care of herself, give herself pleasant emotions and how always, be beautiful. 500 UAH gift card"
    },
    {
      "id": 4,
      "categoryID": "cosmetics",
      "name": "Hollyskin",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Hollyskin gift card",
      "description": "All cosmetics are made by hands of masters from exclusively European-certified components, the effectiveness of which is confirmed by international practice. Perfectly combined into comprehensive care lines for various skin types, the cosmetics really work, eliminating major cosmetic imperfections step by step. 500 UAH gift card"
    },
    {
      "id": 5,
      "categoryID": "cosmetics",
      "name": "EVA",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Chain of cosmetics and perfumery stores",
      "description": "The all-Ukrainian chain of stores EVA was created specifically for those women who care about themselves and their family, want to have a flawless appearance, look after the house, provide warmth and comfort, and at the same time have access to a wide range of goods across the country. 500 UAH gift card"
    },
    {
      "id": 6,
      "categoryID": "cosmetics",
      "name": "Mr.SCRUBBER",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Mr.SCRUBBER gift card",
      "description": "Mr. SCRUBBER is a brand that creates products from only the best certified ingredients, using formulas that really work. Natural cosmetics heals the skin, is not addictive and allows, over time, to eliminate all cosmetic imperfections. A wide range of products allows you to choose cosmetics for any skin type, age or even lifestyle. 500 UAH gift card"
    },
    {
      "id": 7,
      "categoryID": "cosmetics",
      "name": "WATSONS",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Watsons gift card",
      "description": "Watsons is a multi-channel retailer, the Ukrainian market leader in the offline and online trading of a wide range of cosmetics, perfumes and household goods: here you can buy personal hygiene products, toilet water, decor items and decorative cosmetics. The distribution network includes shops, pharmacies and pick-up points throughout Ukraine. 500 UAH gift card"
    },
    {
      "id": 8,
      "categoryID": "cosmetics",
      "name": "NOTINO",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Notino gift card",
      "description": "A chain of cosmetics stores. €25 gift card. Only for: Ukraine, Poland, Lithuania, Portugal, Czech Republic, Spain, Italy"
    },
    {
      "id": 9,
      "categoryID": "cosmetics",
      "name": "Hollyskin",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 4,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Notino gift card",
      "description": "All cosmetics are made by hands of masters from exclusively European-certified components, the effectiveness of which is confirmed by international practice. Perfectly combined into comprehensive care lines for various skin types, the cosmetics really work, eliminating major cosmetic imperfections step by step. 200 UAH gift card"
    },
    {
      "id": 10,
      "categoryID": "cosmetics",
      "name": "BARBERS",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Notino gift card",
      "description": "Barbers is a brand of beard, moustache and hair care products for professional and home use. All products are created on the basis of natural ingredients, and the recipes are based on advanced technologies and innovative high quality ingredients. 500 UAH gift card"
    },
    {
      "id": 11,
      "categoryID": "cosmetics",
      "name": "Mr.SCRUBBER",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Mr.SCRUBBER gift card",
      "description": "Mr. SCRUBBER is a brand that creates products from only the best certified ingredients, using formulas that really work. Natural cosmetics heals the skin, is not addictive and allows, over time, to eliminate all cosmetic imperfections. A wide range of products allows you to choose cosmetics for any skin type, age or even lifestyle. 200 UAH gift card"
    }
  ],
  "entertainment": [
    {
      "id": 1,
      "categoryID": "entertainment",
      "name": "Planeta kino",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Watching a movie gift card",
      "description": "A certificate for going to the cinema will be an ideal solution to relax and plunge into the plot with your head. The cinema also has its own unique atmosphere, which in itself is a recipe for a good mood. Tune in to a wave of unforgettable cinematic experiences! 500 UAH gift card"
    },
    {
      "id": 2,
      "categoryID": "entertainment",
      "name": "Youtube Premium",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "price": 3,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Monthly subscription to Youtube Premium",
      "description": "YouTube Premium is a paid subscription that gives viewers more features on the platform. This includes the ability to watch videos/listen to music in the background and without ads, download videos, resume watching, etc.It's individual subscription. "
    },
    {
      "id": 3,
      "categoryID": "entertainment",
      "name": "Zamkneni",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 7,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Escape room Zamkneni gift card (Kyiv, Dnipro)",
      "description": "Closed, also known as Vzaperti, is the largest and most famous network of escape rooms and quests in virtual reality in Ukraine. More than 30 unique quest rooms in Kyiv and more than 10 VR quests in Kyiv and Dnipro. Different genres, unique plots, special effects and directing. Play it and you will definitely want more! Playing in a VR room for one person"
    },
    {
      "id": 4,
      "categoryID": "entertainment",
      "name": "Akvarel",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Akvarel gift card",
      "description": "Akvarel - a space of goods for creativity and learning, for artists and businessmen, students and schoolchildren. And also, this is a place where you will find everything for your comfort and relaxation. Presented in many cities of Ukraine offline and all over the world online. 500 UAH gift card"
    },
    {
      "id": 5,
      "categoryID": "entertainment",
      "name": "Karabas",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 20,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Karabas gift card",
      "description": "Karabas.com is the largest ticket operator in Ukraine, which sells official tickets for any event: concerts, festivals, business conferences and seminars, theater performances, children's and sports events. 1000 UAH gift card"
    },
    {
      "id": 6,
      "categoryID": "entertainment",
      "name": "Telegram Premium (3 month) ",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "price": 3,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Monthly subscription to Youtube Premium",
      "description": "YouTube Premium is a paid subscription that gives viewers more features on the platform. This includes the ability to watch videos/listen to music in the background and without ads, download videos, resume watching, etc.It's individual subscription. "
    },
    {
      "id": 7,
      "categoryID": "entertainment",
      "name": "Аji cards 5000 Ft",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Aji gift card",
      "description": "A platform for purchasing AJI gift cards, each of which can be redeemed for tens of thousands of products and services at various partner shops. They can be used in shops, online shops, for accommodation or experience programmes... all over Hungary."
    },
    {
      "id": 8,
      "categoryID": "entertainment",
      "name": "Spotify Premium",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "price": 3,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Monthly subscription Spotify Premium",
      "description": "Spotify is a streaming service that allows you to legally listen to music, audiobooks and podcasts without downloading them to your device. Available as a website, apps for all operating systems, smartphones, smart devices and car media systems."
    },
    {
      "id": 9,
      "categoryID": "entertainment",
      "name": "Bodo",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "A gift-impression from Bodo",
      "description": "Bodo is a gift certificate store that offers a wide range of experiences in Ukraine. Currently, the experiences are available in the following cities: Kyiv, Kharkiv, Dnipro, Ivano-Frankivsk, Lviv, Odesa). 500 UAH gift card"
    },
    {
      "id": 10,
      "categoryID": "entertainment",
      "name": "Planeta kino",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 4,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Watching a movie gift card",
      "description": "A certificate for going to the cinema will be an ideal solution to relax and plunge into the plot with your head. The cinema also has its own unique atmosphere, which in itself is a recipe for a good mood. Tune in to a wave of unforgettable cinematic experiences! 200 UAH gift card"
    }
  ],
  "food_and_drink": [
    {
      "id": 1,
      "categoryID": "food_and_drink",
      "name": "TeaHouse",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Gift certificate to the TeaHouse chain of stores",
      "description": "Teahouse is a company that has been importing, producing and selling tea since 2006. The tea is brought directly from the plantations. They buy fragrant herbs and fruits from Ukrainian farmers. The company has its own tea production facility, where tea is packaged and beautifully presented, and blends are made. 500 UAH gift card."
    },
    {
      "id": 2,
      "categoryID": "food_and_drink",
      "name": "Sushiya",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Gift certificate to the TeaHouse chain of stores",
      "description": "Sushiya is the largest and fastest growing chain of Japanese cuisine restaurants, bringing together 37 restaurants in 12 cities of Ukraine. The main priority is to offer guests delicious, fresh and healthy meals. Our own system of logistics and direct import of the main products allows to receive products of the highest quality and to keep democratic prices. 500 UAH gift card."
    },
    {
      "id": 3,
      "categoryID": "food_and_drink",
      "name": "Rebernya",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Rebernya gift card (Lviv)",
      "description": "Ribs. This entry is forbidden in the tie. There are no devices. You only need to eat with your hands. 500 UAH gift card"
    },
    {
      "id": 4,
      "categoryID": "food_and_drink",
      "name": "Biliy Naliv",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Biliy Naliv gift card",
      "description": "'Biliy Naliv' - the first Ukrainian sideria. A feature of the bar are two basic rules: - any dish or drink costs 29-39 hryvnia; - An order is issued in a maximum of 3 minutes. 500 UAH gift card"
    },
    {
      "id": 5,
      "categoryID": "food_and_drink",
      "name": "Lvivska Maysternya Shokoladu",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Lvivska Maysternya Shokoladu gift card",
      "description": "Seven-story chocolate factory in the heart of Lviv. The most delicious in Lviv are candies and chocolates. Warning: Lviv chocolate is forbidden to wipe with a handkerchief or napkin on the fingers and lips - the only recommendation is to carefully and thoroughly lick. 500 UAH gift card"
    },
    {
      "id": 6,
      "categoryID": "food_and_drink",
      "name": "Drunk Cherry",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Drunk Cherry gift card",
      "description": "A place where you can try the best Lviv tincture! Made according to a traditional recipe from selected cherries. 500 UAH gift card"
    },
    {
      "id": 7,
      "categoryID": "food_and_drink",
      "name": "Costa Coffee",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Gift card Costa Coffee",
      "description": "Costa Coffee is the UK's largest coffeehouse chain and the 2nd largest in the world after Starbucks. A large number of coffee shops are located all over the world. $13 gift card"
    },
    {
      "id": 8,
      "categoryID": "food_and_drink",
      "name": "Goodwine",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Goodwine gift card",
      "description": "Goodwine - store for those who love good alcohol and quality soft drinks, craft beer and organic products, as well as for those who love stylish accessories. Only good wine from 40 countries, more than 1000 types of whiskey and other alcohol will not leave any buyer fearless. 500 UAH gift card"
    },
    {
      "id": 9,
      "categoryID": "food_and_drink",
      "name": "OKwine",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "OKwine gift card",
      "description": "OKwine is a network of specialized stores selling alcoholic beverages of the most famous brands from around the world. 52 wine markets in 7 cities of Ukraine have more than 3000 assortment units for true connoisseurs of quality drinks and impeccable service. 500 UAH gift card"
    },
    {
      "id": 10,
      "categoryID": "food_and_drink",
      "name": "NOVUS",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 4,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Novus gift card",
      "description": "NOVUS - supermarkets of a new format, combining European quality tinning and a wide range of goods of own import. Comfort of service, convenience of shopping, the highest quality of goods and an extensive network of outlets throughout Ukraine is an opportunity to make successful purchases in any convenient place. 200 UAH gift card"
    },
    {
      "id": 11,
      "categoryID": "food_and_drink",
      "name": "NOVUS",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Novus gift card",
      "description": "NOVUS - supermarkets of a new format, combining European quality tinning and a wide range of goods of own import. Comfort of service, convenience of shopping, the highest quality of goods and an extensive network of outlets throughout Ukraine is an opportunity to make successful purchases in any convenient place. 500 UAH gift card"
    },
    {
      "id": 12,
      "categoryID": "food_and_drink",
      "name": "METRO",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "METRO gift card",
      "description": "METRO is one of the leading international trading companies that has been successfully operating in the whole world for over 60 years, and 18 of them - in the Ukrainian market, providing vicarious resources for the greed of customers. Decor goods, dishes, seasonal furniture, textiles, restaurant kitchen equipment and accessories - you can find everything in METRO. 500 UAH gift card"
    },
    {
      "id": 13,
      "categoryID": "food_and_drink",
      "name": "Sushiya",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 6,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Sushiya gift card",
      "description": "Sushiya is the largest and fastest growing chain of Japanese cuisine restaurants, bringing together 37 restaurants in 12 cities of Ukraine. The main priority is to offer guests delicious, fresh and healthy meals. Our own system of logistics and direct import of the main products allows to receive products of the highest quality and to keep democratic prices. 300 UAH gift card"
    }
  ],
  "games": [
    {
      "id": 1,
      "categoryID": "games",
      "name": "AmazonPrime",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "price": 11,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Monthly subscription to AmazonPrime",
      "description": "Amazon is the largest online retailer in the world and one of the largest companies on the planet. It processes 3-4 million orders every day, and soon, ahead of Apple and Microsoft, it may become the first company with a capitalisation of over $1 trillion. Amazon has many divisions. The company includes not only an online store, but also a cloud service, manufacturing, and many popular websites, including the best streaming portal for gamers, Twitch. That's why Amazon Prime offers a variety of free services."
    },
    {
      "id": 2,
      "categoryID": "games",
      "name": "Steam",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "price": 16,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Steam gift card",
      "description": "Steam is a service of Valve, a well-known video game developer that provides digital distribution, multiplayer gaming and player communication services. Steam is also used to receive automatic updates and news for both Valve's and third-party products. In addition to video games, the service offers tools for game developers, music, films and gaming equipment.."
    },
    {
      "id": 3,
      "categoryID": "games",
      "name": "PlayStation",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "PlayStation gift card",
      "description": "The Playstation Store is Sony's official online store for PlayStation Vita, PlayStation 3, PlayStation 4, and PlayStation 5. It offers paid and free games, add-ons, demos and other game content."
    },
    {
      "id": 4,
      "categoryID": "games",
      "name": "Twitch",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "price": 11,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Twitch gift card",
      "description": "Twitch is an online video streaming platform owned by Twitch Interactive, a subsidiary of Amazon. Introduced in June 2011 as an offshoot of the general distribution video streaming platform, Justin.tv, the site primarily focuses on video game streaming, including broadcasts of eSports events, creative content, a 'real life' section and more recently music broadcasts. Content on the site can be viewed live or via video on demand. "
    }
  ],
  "home_and_appliances": [
    {
      "id": 1,
      "CategoryID": "home_and_appliances",
      "name": "Eldorado",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Steam gift card",
      "description": "Eldorado is a confident leader in the domestic market of Ukraine in the segment of retail trade in household appliances and electronics. The supermarket chain is located in all large settlements, and the assortment includes more than 20 thousand items of world famous manufacturers. 500 UAH gift card."
    },
    {
      "id": 2,
      "CategoryID": "home_and_appliances",
      "name": "Rozetka",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Подарункова карта у мережу магазинів Rozetka",
      "description": "ROZETKA is the largest online retailer in the country. Here you can find anything and everything for every taste: from chewing gum to TV. 500 UAH gift card."
    },
    {
      "id": 3,
      "CategoryID": "home_and_appliances",
      "name": "IKEA",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Gift card IKEA",
      "description": "IKEA is a Dutch manufacturing and retail group based in Sweden and one of the world's largest furniture and household goods retailers. $13 gift card"
    },
    {
      "id": 4,
      "CategoryID": "home_and_appliances",
      "name": "Comfy",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Comfy gift card",
      "description": "The Comfy chain of stores is represented in 52 cities of the country. One of the largest and most successful retailers in Ukraine works on the principle of multi-channel - you can make a purchase directly in the store or online. Flexibility, assortment and service - this is how the leader in the segment of household appliances and electronics. 500 UAH gift card"
    },
    {
      "id": 5,
      "CategoryID": "home_and_appliances",
      "name": "ALLO",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Allo gift card",
      "description": "ALLO is a retail chain specializing in the sale of electronics, household appliances, computer equipment and other goods for the home and office. In addition, ALLO offers repair and maintenance services for appliances, and also has its own online store with a wide selection of products of various categories. 500 UAH gift card"
    },
    {
      "id": 6,
      "CategoryID": "home_and_appliances",
      "name": "Tesco",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Tesco gift card",
      "description": "Tesco is one of the largest grocery supermarket chains in the world. The company's management managed to implement a very complex idea: they based their strategy on a scalable idea, in which the club card and loyalty programme served only as a starting point. Based on the research conducted, Tesco was able to understand the needs of its customers, draw up their portraits and systematically collect all information about their purchases and preferences. £10 gift card"
    },
    {
      "id": 7,
      "CategoryID": "home_and_appliances",
      "name": "Alza voucher",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Alza voucher 5000 Ft",
      "description": "Alza Vouchers ALZA – same-day delivery available. Choose products to buy from the comfort of your home and have them delivered to your address, pick them up in a contactless way from our AlzaBox or at our branches, where all hygiene measures are strictly followed."
    },
    {
      "id": 8,
      "CategoryID": "home_and_appliances",
      "name": "Alza voucher",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "price": 20,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Alza voucher 10000 Ft",
      "description": "Alza Vouchers ALZA – same-day delivery available. Choose products to buy from the comfort of your home and have them delivered to your address, pick them up in a contactless way from our AlzaBox or at our branches, where all hygiene measures are strictly followed."
    },
    {
      "id": 9,
      "CategoryID": "home_and_appliances",
      "name": "RTVeuroAGD",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": " Only for Poland, 55zl gift card.",
      "bought": 0,
      "shortDesc": "RTVeuroAGD gift card",
      "description": "The shop specialises in retailing electronics, large and small appliances, TVs and RTV equipment, computers, tablets, phones, photo equipment, games and consoles, and accessories."
    },
    {
      "id": 10,
      "CategoryID": "home_and_appliances",
      "name": "Eldorado",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 4,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Eldorado gift card",
      "description": "Eldorado is a confident leader in the domestic market of Ukraine in the segment of retail trade in household appliances and electronics. The supermarket chain is located in all large settlements, and the assortment includes more than 20 thousand items of world famous manufacturers. 200 UAH gift card"
    },
    {
      "id": 11,
      "CategoryID": "home_and_appliances",
      "name": "Epicentr",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 5,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "A network of construction and household hypermarkets",
      "description": "The Epicentr confidently leads the Ukrainian retail market. The hypermarket of repair and construction products, decoration garden goods represents the widest assortment, assembled under one roof. Furniture and tools, decoration and plumbing, carpets and wood products - this is not the whole list of the assortment of building hypermarket. 250 UAH gift card"
    },
    {
      "id": 12,
      "CategoryID": "home_and_appliances",
      "name": "Comfy",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 4,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Comfy gift card",
      "description": "The Comfy chain of stores is represented in 52 cities of the country. One of the largest and most successful retailers in Ukraine works on the principle of multi-channel - you can make a purchase directly in the store or online. Flexibility, assortment and service - this is how the leader in the segment of household appliances and electronics. 200 UAH gift card"
    },
    {
      "id": 13,
      "CategoryID": "home_and_appliances",
      "name": "Foxtrot",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Foxtrot gift card",
      "description": "Foxtrot is a supermarket chain of electronics and household appliances that occupies a leading position in the Ukrainian retail market. Recognizable format, corporate identity, assortment and quality of service provide successful purchases to customers in many cities of Ukraine. 500 UAH gift card"
    },
    {
      "id": 14,
      "CategoryID": "home_and_appliances",
      "name": "Foxtrot",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "A network of construction and household hypermarkets",
      "description": "The Epicentr confidently leads the Ukrainian retail market. The hypermarket of repair and construction products, decoration garden goods represents the widest assortment, assembled under one roof. Furniture and tools, decoration and plumbing, carpets and wood products - this is not the whole list of the assortment of building hypermarket. 500 UAH gift card"
    }
  ],
  "jewelry_and_bijouterie": [
    {
      "id": 1,
      "categoryID": "jewelry_and_bijouterie",
      "name": "Ukrzoloto",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Ukrzoloto gift card",
      "description": "Ukrzoloto is a network of more than 100 outlets where jewelry is presented both under its own brand and from the best manufacturers of Ukraine. Jewelry stores provide a wide selection of jewelry and accessories made of precious metals. 500 UAH gift card."
    },
    {
      "id": 2,
      "categoryID": "jewelry_and_bijouterie",
      "name": "Monpacie",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Monpacie gift card",
      "description": "MONPACIE is an all-Ukrainian chain of stores with goods for needlework and decor. Today, there are 53 stores in 27 cities of Ukraine, as well as an online store. The assortment of stores includes more than 20,000 types of beads from around the world, accessories, foundations, tools, felt, foamiran, packaging and other materials for decoration. 500 UAH gift card."
    },
    {
      "id": 3,
      "categoryID": "jewelry_and_bijouterie",
      "name": "Zolotyy Vik",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 20,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Zolotyy Vik gift card",
      "description": "The Zolotyy Vik jewelry store chain is one of the largest jewelry manufacturers in Ukraine, which creates high-quality products. In the assortment of the chain of stores, which consists of more than 300 stores, you will find jewelry for every taste and for any occasion - rings, earrings, pendants, chains, jewelry with Swarovski stones, silverware, men's accessories, etc. 1000 UAH gift card."
    },
    {
      "id": 4,
      "categoryID": "jewelry_and_bijouterie",
      "name": "Pandora",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "price": 20,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Zolotyy Vik gift card",
      "description": "Perfect craftsmanship and love of detail is what sets Pandora's jewelry apart. The masters of the brand create modern jewelry that can tell the story. The story of everything you love. Your story. Read more about Pandora at https://e-pandora.ua. 1000 UAH gift card"
    }
  ],
  "tv": [
    {
      "id": 1,
      "name": "Netflix",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "categoryID": "tv",
      "price": 8,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Monthly subscription to Netflix",
      "description": "Netflix is a video streaming service that lets you watch a wide variety of award-winning TV shows, movies, anime, documentaries and other content on thousands of internet-connected devices. You can watch as much as you want, whenever you want, without commercials, all for one low monthly price. You'll always find something new to watch. Plus, more TV shows and films are added every week! It's Premium monthly subscription."
    },
    {
      "id": 2,
      "name": "Apple TV+",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "cardImg": "",
      "categoryID": "tv",
      "price": 7,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Monthly subscription to AppleTV+",
      "description": "Apple TV+ is a streaming service featuring Apple Originals content that's updated monthly. It includes top-notch TV shows, titillating dramas, fascinating documentaries, comedies, entertaining programmes for children, and more."
    },
    {
      "id": 3,
      "name": "Megogo",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "categoryID": "tv",
      "price": 12,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Service for watching online video and TV",
      "description": "MEGOGO is the largest video service in Eastern Europe for watching online video and TV. The service provides the ability to watch popular television channels. This is a new format for online broadcasting of television channels available in one service on any device - Smart TVs, computers, tablets, smartphones, etc. Subscription 'TV and Cinema: Optimal' for 3 month."
    },
    {
      "id": 4,
      "name": "Kyivstar TV",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "tv",
      "cardImg": "",
      "price": 9,
      "attentionMessage": "",
      "bought": 0,
      "shortDesc": "Kyivstar TV gift card",
      "description": "Kyivstar TV is a digital interactive television and video library service with legal content. The platform provides access to more than 300 TV channels from all over the world, and also contains about 20,000 films, series, cartoons, shows, exclusive projects from international film studios and Ukrainian production. A large selection of diverse content will surely satisfy the taste of all members of your family, watch each one of your own on five screens separately and without loss of quality. Package ''Family'' for 3 months"
    }
  ],
  "all": [
    {
      "id": 3,
      "name": "WOG Auto 200 UAH",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "auto",
      "cardImg": "",
      "price": 4,
      "attentionMessage": "Attention test 01",
      "shortDesc": "WOG gift card",
      "description": "WOG is one of the largest filling stations networks in Ukraine, occupying more than 400 filling stations. The WOG network of gas stations was established in 2000 and has since delighted residents and guests with quality fuel and service. Thanks to this, WOG is happy to feed its consumers with delicacies from WOG CAFE and help to get on the road, buying everything you need in WOG MARKET and make travel comfortable and unforgettable! High standards of service and the level of fuel confirmation of the ISO 9001 certificate, and wide opportunities at each station provide comfort to both the car and its owner. 200 UAH gift card. "
    },
    {
      "id": 4,
      "name": "ОККО (Fishka) 200UAH",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "auto",
      "cardImg": "",
      "price": 4,
      "attentionMessage": "",
      "shortDesc": "ОККО gift card",
      "description": "OKKO All-Ukrainian gas station network is aimed at high-quality service and always offers its customers international-class fuel at affordable prices. 200 UAH gift card"
    },
    {
      "id": 5,
      "name": "ОККО (Fishka) 500UAH",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "auto",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "ОККО gift card",
      "description": "OKKO All-Ukrainian gas station network is aimed at high-quality service and always offers its customers international-class fuel at affordable prices. 500 UAH gift card"
    },
    {
      "id": 6,
      "name": "АТL",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "auto",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "ATL car service gift card",
      "description": "ATL is one of the largest retail chains of auto shops and car services in Ukraine, the main independent player in the auto business sector. The network includes 42 retail car dealerships and 25 car services throughout Ukraine. 500 UAH gift card"
    },
    {
      "id": 7,
      "name": "Yakaboo",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "books",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Gift card Yakaboo",
      "description": "Yakaboo is the largest online bookstore in Ukraine. It is an online organisation that is a large-scale book ecosystem that works with most of the publishing houses in Ukraine. It delivers not only in Kyiv but also to other regions of Ukraine. UAH 500 gift card."
    },
    {
      "id": 8,
      "name": "The book `Press Reset`",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "cardImg": "",
      "categoryID": "books",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Burnout and recovery in the video game industry, a book by Jason Schreier",
      "description": "Blood, Sweat, and Pixels is a book about the complexities of creating video games. The author has determined that games are somewhere in between art, science, technological progress and business, which seeks to create an entertaining product and make money on it. It is because of all this that the lion's share of games are delayed, and developers are working in emergency mode."
    },
    {
      "id": 9,
      "name": "Staryi Lev",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "categoryID": "books",
      "cardImg": "",
      "price": 4,
      "attentionMessage": "",
      "shortDesc": "Staryi Lev gift card",
      "description": "Staryi Lev Publishing House is a Ukrainian publishing house that has been creating books for the whole family, stories for all tastes and ages for over 20 years. Their publications are read not only by Ukrainian children and adults, but also by thousands of readers abroad, as their books have been translated into more than 40 countries, introducing people around the world to Ukraine and its authors. The Old Lion's online store allows you to order books from anywhere with delivery to different parts of the world. An important milestone in the publishing house's work is the social component, including collecting books for refugees and funds for humanitarian aid or support for those who need it now. 200 UAH gift card"
    },
    {
      "id": 10,
      "name": "The book 'Weapons of Victory'",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "books",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Weapons of Victory by military historian and journalist Mykhailo Zhyrokhov",
      "description": "Weapons of Victory is not a classic non-fiction or science-pop book. It is the first complete guide to the Ukrainian army's weapons, with all the consequences that entails: there is a lot of information, it is well structured, but divided into many separate chapters and sections. It contains everything that Ukrainians have learned about over the past year and more: Javelin, HIMARS, M270, Neptune NLAW, HMMWV, Brimstone, M777, PT-91 Twardy, Bayraktar TB2, Bushmaster, etc. However, the directory does not include various foreign tanks, including Leopard 2, Challenger 2 and M1 Abrams, the F-16 aircraft, some self-propelled artillery systems, and many air and missile defence systems, such as Patriot, Skynex, etc."
    },
    {
      "id": 11,
      "name": "Paliturka",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "books",
      "cardImg": "",
      "price": 7,
      "attentionMessage": "",
      "shortDesc": "Monthly subscription to the Paliturka online library",
      "description": "PALITURKA is a Ukrainian project created to support reading in Ukraine. The development of publishing is not an abstract question of values, it is a strategic task facing our country. Economic growth depends on people who read. That is why we have strengthened the publishing industry with IT technologies to help create a modern reading ecosystem in Ukraine."
    },
    {
      "id": 12,
      "name": "TOMMY HILFIGER",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "clothes",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Tommy Hilfiger gift card",
      "description": "The Tommy Hilfiger trademark successfully combines classic and everyday in their clothing and footwear models, while always focusing on current trends. Products for adults and children are always an impeccable quality brand with a worldwide reputation. When ordering a trademark certificate, you will receive a card from MD Fashion, the exclusive representative in Ukraine. 500 UAH gift card"
    },
    {
      "id": 13,
      "name": "brabrabra",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "clothes",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "brabrabra gift card",
      "description": "brabrabra - Renovated lingerie stores. The brand's mission is to convey to every woman, she is unique, attractive and feminine, regardless of the shape and size of clothing. brabrabra for uniqueness and against standard beauty patterns. 500 UAH gift card"
    },
    {
      "id": 14,
      "name": "Under Armour",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "clothes",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Under Armour gift card",
      "description": "Under Armor is a brand for true athletes: shoes, clothes and accessories for the strong and sturdy are popular all over the world because they are distinguished by impeccable quality, modern materials, durability and relevant styles. The trademark is presented in Ukraine by MD Fashion, it is her card that you will receive after placing your order. 500 UAH gift card"
    },
    {
      "id": 15,
      "name": "H&M",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "categoryID": "clothes",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "H&M gift card",
      "description": "H&M (Hennes & Mauritz) is a Swedish company, Europe's largest clothing retailer, based in Stockholm, Sweden. $13 gift card"
    },
    {
      "id": 16,
      "name": "ASOS",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "clothes",
      "cardImg": "",
      "price": 1,
      "attentionMessage": "",
      "shortDesc": "ASOS gift voucher",
      "description": "ASOS is a British online clothing and cosmetics retailer. The company was founded in 2000 in London and was primarily aimed at young people. The website sells more than 850 brands as well as its own range of clothing and accessories. $13 gift card"
    },
    {
      "id": 17,
      "name": "Shopper JS/UI",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "clothes",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "JS/UI shopper (4 pieces available)",
      "description": null
    },
    {
      "id": 18,
      "name": "Sister's Aroma gift card",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "cosmetics",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "brabrabra gift card",
      "description": "Sister's Aroma is a brand of niche fragrances, home fragrances and smart care products that were created on the basis of the clean beauty philosophy - natural ingredients and nothing superfluous in the composition. 500 UAH gift card"
    },
    {
      "id": 19,
      "name": "MakeUp gift card",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "categoryID": "cosmetics",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "MakeUp gift card",
      "description": "Once you open the catalogue of the MAKEUP online store, you will no longer want to waste time visiting shopping centres - the catalogue of cosmetics and perfumes presented here exceeds even the wildest expectations and satisfies any requirements. 500 UAH gift card or $13"
    },
    {
      "id": 20,
      "name": "Mermade",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "cosmetics",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Mermade gift card",
      "description": "Knowledge, natural ingredients and great love became the basis to create compact Mermade cosmetics. And all for you every day in any part of the world was able to take care of herself, give herself pleasant emotions and how always, be beautiful. 500 UAH gift card"
    },
    {
      "id": 21,
      "name": "Hollyskin",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "cosmetics",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Hollyskin gift card",
      "description": "All cosmetics are made by hands of masters from exclusively European-certified components, the effectiveness of which is confirmed by international practice. Perfectly combined into comprehensive care lines for various skin types, the cosmetics really work, eliminating major cosmetic imperfections step by step. 500 UAH gift card"
    },
    {
      "id": 22,
      "name": "EVA",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "cosmetics",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Chain of cosmetics and perfumery stores",
      "description": "The all-Ukrainian chain of stores EVA was created specifically for those women who care about themselves and their family, want to have a flawless appearance, look after the house, provide warmth and comfort, and at the same time have access to a wide range of goods across the country. 500 UAH gift card"
    },
    {
      "id": 23,
      "name": "Mr.SCRUBBER",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "cosmetics",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Mr.SCRUBBER gift card",
      "description": "Mr. SCRUBBER is a brand that creates products from only the best certified ingredients, using formulas that really work. Natural cosmetics heals the skin, is not addictive and allows, over time, to eliminate all cosmetic imperfections. A wide range of products allows you to choose cosmetics for any skin type, age or even lifestyle. 500 UAH gift card"
    },
    {
      "id": 24,
      "name": "WATSONS",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "cosmetics",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Watsons gift card",
      "description": "Watsons is a multi-channel retailer, the Ukrainian market leader in the offline and online trading of a wide range of cosmetics, perfumes and household goods: here you can buy personal hygiene products, toilet water, decor items and decorative cosmetics. The distribution network includes shops, pharmacies and pick-up points throughout Ukraine. 500 UAH gift card"
    },
    {
      "id": 25,
      "name": "NOTINO",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "categoryID": "cosmetics",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Notino gift card",
      "description": "A chain of cosmetics stores. €25 gift card. Only for: Ukraine, Poland, Lithuania, Portugal, Czech Republic, Spain, Italy"
    },
    {
      "id": 26,
      "name": "Hollyskin",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "cosmetics",
      "cardImg": "",
      "price": 4,
      "attentionMessage": "",
      "shortDesc": "Notino gift card",
      "description": "All cosmetics are made by hands of masters from exclusively European-certified components, the effectiveness of which is confirmed by international practice. Perfectly combined into comprehensive care lines for various skin types, the cosmetics really work, eliminating major cosmetic imperfections step by step. 200 UAH gift card"
    },
    {
      "id": 27,
      "name": "BARBERS",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "cosmetics",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Notino gift card",
      "description": "Barbers is a brand of beard, moustache and hair care products for professional and home use. All products are created on the basis of natural ingredients, and the recipes are based on advanced technologies and innovative high quality ingredients. 500 UAH gift card"
    },
    {
      "id": 28,
      "name": "Mr.SCRUBBER",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "cosmetics",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Mr.SCRUBBER gift card",
      "description": "Mr. SCRUBBER is a brand that creates products from only the best certified ingredients, using formulas that really work. Natural cosmetics heals the skin, is not addictive and allows, over time, to eliminate all cosmetic imperfections. A wide range of products allows you to choose cosmetics for any skin type, age or even lifestyle. 200 UAH gift card"
    },
    {
      "id": 29,
      "name": "Planeta kino",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "entertainment",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Watching a movie gift card",
      "description": "A certificate for going to the cinema will be an ideal solution to relax and plunge into the plot with your head. The cinema also has its own unique atmosphere, which in itself is a recipe for a good mood. Tune in to a wave of unforgettable cinematic experiences! 500 UAH gift card"
    },
    {
      "id": 30,
      "name": "Youtube Premium",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "categoryID": "entertainment",
      "cardImg": "",
      "price": 3,
      "attentionMessage": "",
      "shortDesc": "Monthly subscription to Youtube Premium",
      "description": "YouTube Premium is a paid subscription that gives viewers more features on the platform. This includes the ability to watch videos/listen to music in the background and without ads, download videos, resume watching, etc.It's individual subscription. "
    },
    {
      "id": 31,
      "name": "Zamkneni",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "entertainment",
      "cardImg": "",
      "price": 7,
      "attentionMessage": "",
      "shortDesc": "Escape room Zamkneni gift card (Kyiv, Dnipro)",
      "description": "Closed, also known as Vzaperti, is the largest and most famous network of escape rooms and quests in virtual reality in Ukraine. More than 30 unique quest rooms in Kyiv and more than 10 VR quests in Kyiv and Dnipro. Different genres, unique plots, special effects and directing. Play it and you will definitely want more! Playing in a VR room for one person"
    },
    {
      "id": 32,
      "name": "Akvarel",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "entertainment",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Akvarel gift card",
      "description": "Akvarel - a space of goods for creativity and learning, for artists and businessmen, students and schoolchildren. And also, this is a place where you will find everything for your comfort and relaxation. Presented in many cities of Ukraine offline and all over the world online. 500 UAH gift card"
    },
    {
      "id": 33,
      "name": "Karabas",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "entertainment",
      "cardImg": "",
      "price": 20,
      "attentionMessage": "",
      "shortDesc": "Karabas gift card",
      "description": "Karabas.com is the largest ticket operator in Ukraine, which sells official tickets for any event: concerts, festivals, business conferences and seminars, theater performances, children's and sports events. 1000 UAH gift card"
    },
    {
      "id": 34,
      "name": "Telegram Premium (3 month) ",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "categoryID": "entertainment",
      "cardImg": "",
      "price": 3,
      "attentionMessage": "",
      "shortDesc": "Monthly subscription to Youtube Premium",
      "description": "YouTube Premium is a paid subscription that gives viewers more features on the platform. This includes the ability to watch videos/listen to music in the background and without ads, download videos, resume watching, etc.It's individual subscription. "
    },
    {
      "id": 35,
      "name": "Аji cards 5000 Ft",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "categoryID": "entertainment",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Aji gift card",
      "description": "A platform for purchasing AJI gift cards, each of which can be redeemed for tens of thousands of products and services at various partner shops. They can be used in shops, online shops, for accommodation or experience programmes... all over Hungary."
    },
    {
      "id": 36,
      "name": "Spotify Premium",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "categoryID": "entertainment",
      "cardImg": "",
      "price": 3,
      "attentionMessage": "",
      "shortDesc": "Monthly subscription Spotify Premium",
      "description": "Spotify is a streaming service that allows you to legally listen to music, audiobooks and podcasts without downloading them to your device. Available as a website, apps for all operating systems, smartphones, smart devices and car media systems."
    },
    {
      "id": 37,
      "name": "Bodo",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "entertainment",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "A gift-impression from Bodo",
      "description": "Bodo is a gift certificate store that offers a wide range of experiences in Ukraine. Currently, the experiences are available in the following cities: Kyiv, Kharkiv, Dnipro, Ivano-Frankivsk, Lviv, Odesa). 500 UAH gift card"
    },
    {
      "id": 38,
      "name": "Planeta kino",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "entertainment",
      "cardImg": "",
      "price": 4,
      "attentionMessage": "",
      "shortDesc": "Watching a movie gift card",
      "description": "A certificate for going to the cinema will be an ideal solution to relax and plunge into the plot with your head. The cinema also has its own unique atmosphere, which in itself is a recipe for a good mood. Tune in to a wave of unforgettable cinematic experiences! 200 UAH gift card"
    },
    {
      "id": 39,
      "name": "TeaHouse",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "food_and_drink",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Gift certificate to the TeaHouse chain of stores",
      "description": "Teahouse is a company that has been importing, producing and selling tea since 2006. The tea is brought directly from the plantations. They buy fragrant herbs and fruits from Ukrainian farmers. The company has its own tea production facility, where tea is packaged and beautifully presented, and blends are made. 500 UAH gift card."
    },
    {
      "id": 40,
      "name": "Sushiya",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "food_and_drink",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Gift certificate to the TeaHouse chain of stores",
      "description": "Sushiya is the largest and fastest growing chain of Japanese cuisine restaurants, bringing together 37 restaurants in 12 cities of Ukraine. The main priority is to offer guests delicious, fresh and healthy meals. Our own system of logistics and direct import of the main products allows to receive products of the highest quality and to keep democratic prices. 500 UAH gift card."
    },
    {
      "id": 41,
      "name": "Rebernya",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "food_and_drink",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Rebernya gift card (Lviv)",
      "description": "Ribs. This entry is forbidden in the tie. There are no devices. You only need to eat with your hands. 500 UAH gift card"
    },
    {
      "id": 42,
      "name": "Biliy Naliv",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "food_and_drink",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Biliy Naliv gift card",
      "description": "'Biliy Naliv' - the first Ukrainian sideria. A feature of the bar are two basic rules: - any dish or drink costs 29-39 hryvnia; - An order is issued in a maximum of 3 minutes. 500 UAH gift card"
    },
    {
      "id": 43,
      "name": "Lvivska Maysternya Shokoladu",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "food_and_drink",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Lvivska Maysternya Shokoladu gift card",
      "description": "Seven-story chocolate factory in the heart of Lviv. The most delicious in Lviv are candies and chocolates. Warning: Lviv chocolate is forbidden to wipe with a handkerchief or napkin on the fingers and lips - the only recommendation is to carefully and thoroughly lick. 500 UAH gift card"
    },
    {
      "id": 44,
      "name": "Drunk Cherry",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "food_and_drink",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Drunk Cherry gift card",
      "description": "A place where you can try the best Lviv tincture! Made according to a traditional recipe from selected cherries. 500 UAH gift card"
    },
    {
      "id": 45,
      "name": "Costa Coffee",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "categoryID": "food_and_drink",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Gift card Costa Coffee",
      "description": "Costa Coffee is the UK's largest coffeehouse chain and the 2nd largest in the world after Starbucks. A large number of coffee shops are located all over the world. $13 gift card"
    },
    {
      "id": 46,
      "name": "Goodwine",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "food_and_drink",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Goodwine gift card",
      "description": "Goodwine - store for those who love good alcohol and quality soft drinks, craft beer and organic products, as well as for those who love stylish accessories. Only good wine from 40 countries, more than 1000 types of whiskey and other alcohol will not leave any buyer fearless. 500 UAH gift card"
    },
    {
      "id": 47,
      "name": "OKwine",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "food_and_drink",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "OKwine gift card",
      "description": "OKwine is a network of specialized stores selling alcoholic beverages of the most famous brands from around the world. 52 wine markets in 7 cities of Ukraine have more than 3000 assortment units for true connoisseurs of quality drinks and impeccable service. 500 UAH gift card"
    },
    {
      "id": 48,
      "name": "NOVUS",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "food_and_drink",
      "cardImg": "",
      "price": 4,
      "attentionMessage": "",
      "shortDesc": "Novus gift card",
      "description": "NOVUS - supermarkets of a new format, combining European quality tinning and a wide range of goods of own import. Comfort of service, convenience of shopping, the highest quality of goods and an extensive network of outlets throughout Ukraine is an opportunity to make successful purchases in any convenient place. 200 UAH gift card"
    },
    {
      "id": 49,
      "name": "NOVUS",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "food_and_drink",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Novus gift card",
      "description": "NOVUS - supermarkets of a new format, combining European quality tinning and a wide range of goods of own import. Comfort of service, convenience of shopping, the highest quality of goods and an extensive network of outlets throughout Ukraine is an opportunity to make successful purchases in any convenient place. 500 UAH gift card"
    },
    {
      "id": 50,
      "name": "METRO",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "food_and_drink",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "METRO gift card",
      "description": "METRO is one of the leading international trading companies that has been successfully operating in the whole world for over 60 years, and 18 of them - in the Ukrainian market, providing vicarious resources for the greed of customers. Decor goods, dishes, seasonal furniture, textiles, restaurant kitchen equipment and accessories - you can find everything in METRO. 500 UAH gift card"
    },
    {
      "id": 51,
      "name": "Sushiya",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "food_and_drink",
      "cardImg": "",
      "price": 6,
      "attentionMessage": "",
      "shortDesc": "Sushiya gift card",
      "description": "Sushiya is the largest and fastest growing chain of Japanese cuisine restaurants, bringing together 37 restaurants in 12 cities of Ukraine. The main priority is to offer guests delicious, fresh and healthy meals. Our own system of logistics and direct import of the main products allows to receive products of the highest quality and to keep democratic prices. 300 UAH gift card"
    },
    {
      "id": 52,
      "name": "AmazonPrime",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "categoryID": "games",
      "cardImg": "",
      "price": 11,
      "attentionMessage": "",
      "shortDesc": "Monthly subscription to AmazonPrime",
      "description": "Amazon is the largest online retailer in the world and one of the largest companies on the planet. It processes 3-4 million orders every day, and soon, ahead of Apple and Microsoft, it may become the first company with a capitalisation of over $1 trillion. Amazon has many divisions. The company includes not only an online store, but also a cloud service, manufacturing, and many popular websites, including the best streaming portal for gamers, Twitch. That's why Amazon Prime offers a variety of free services."
    },
    {
      "id": 53,
      "name": "Steam",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "categoryID": "games",
      "cardImg": "",
      "price": 16,
      "attentionMessage": "",
      "shortDesc": "Steam gift card",
      "description": "Steam is a service of Valve, a well-known video game developer that provides digital distribution, multiplayer gaming and player communication services. Steam is also used to receive automatic updates and news for both Valve's and third-party products. In addition to video games, the service offers tools for game developers, music, films and gaming equipment.."
    },
    {
      "id": 54,
      "name": "PlayStation",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "categoryID": "games",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "PlayStation gift card",
      "description": "The Playstation Store is Sony's official online store for PlayStation Vita, PlayStation 3, PlayStation 4, and PlayStation 5. It offers paid and free games, add-ons, demos and other game content."
    },
    {
      "id": 55,
      "name": "Twitch",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "categoryID": "games",
      "cardImg": "",
      "price": 11,
      "attentionMessage": "",
      "shortDesc": "Twitch gift card",
      "description": "Twitch is an online video streaming platform owned by Twitch Interactive, a subsidiary of Amazon. Introduced in June 2011 as an offshoot of the general distribution video streaming platform, Justin.tv, the site primarily focuses on video game streaming, including broadcasts of eSports events, creative content, a 'real life' section and more recently music broadcasts. Content on the site can be viewed live or via video on demand. "
    },
    {
      "id": 56,
      "name": "Eldorado",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "home_and_appliances",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Steam gift card",
      "description": "Eldorado is a confident leader in the domestic market of Ukraine in the segment of retail trade in household appliances and electronics. The supermarket chain is located in all large settlements, and the assortment includes more than 20 thousand items of world famous manufacturers. 500 UAH gift card."
    },
    {
      "id": 57,
      "name": "Rozetka",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "home_and_appliances",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Подарункова карта у мережу магазинів Rozetka",
      "description": "ROZETKA is the largest online retailer in the country. Here you can find anything and everything for every taste: from chewing gum to TV. 500 UAH gift card."
    },
    {
      "id": 58,
      "name": "IKEA",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "categoryID": "home_and_appliances",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Gift card IKEA",
      "description": "IKEA is a Dutch manufacturing and retail group based in Sweden and one of the world's largest furniture and household goods retailers. $13 gift card"
    },
    {
      "id": 59,
      "name": "Comfy",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "home_and_appliances",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Comfy gift card",
      "description": "The Comfy chain of stores is represented in 52 cities of the country. One of the largest and most successful retailers in Ukraine works on the principle of multi-channel - you can make a purchase directly in the store or online. Flexibility, assortment and service - this is how the leader in the segment of household appliances and electronics. 500 UAH gift card"
    },
    {
      "id": 60,
      "name": "ALLO",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "home_and_appliances",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Allo gift card",
      "description": "ALLO is a retail chain specializing in the sale of electronics, household appliances, computer equipment and other goods for the home and office. In addition, ALLO offers repair and maintenance services for appliances, and also has its own online store with a wide selection of products of various categories. 500 UAH gift card"
    },
    {
      "id": 61,
      "name": "Tesco",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "categoryID": "home_and_appliances",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Tesco gift card",
      "description": "Tesco is one of the largest grocery supermarket chains in the world. The company's management managed to implement a very complex idea: they based their strategy on a scalable idea, in which the club card and loyalty programme served only as a starting point. Based on the research conducted, Tesco was able to understand the needs of its customers, draw up their portraits and systematically collect all information about their purchases and preferences. £10 gift card"
    },
    {
      "id": 62,
      "name": "Alza voucher",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "categoryID": "home_and_appliances",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Alza voucher 5000 Ft",
      "description": "Alza Vouchers ALZA – same-day delivery available. Choose products to buy from the comfort of your home and have them delivered to your address, pick them up in a contactless way from our AlzaBox or at our branches, where all hygiene measures are strictly followed."
    },
    {
      "id": 63,
      "name": "Alza voucher",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "categoryID": "home_and_appliances",
      "cardImg": "",
      "price": 20,
      "attentionMessage": "",
      "shortDesc": "Alza voucher 10000 Ft",
      "description": "Alza Vouchers ALZA – same-day delivery available. Choose products to buy from the comfort of your home and have them delivered to your address, pick them up in a contactless way from our AlzaBox or at our branches, where all hygiene measures are strictly followed."
    },
    {
      "id": 64,
      "name": "RTVeuroAGD",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "categoryID": "home_and_appliances",
      "cardImg": "",
      "price": 10,
      "attentionMessage": " Only for Poland, 55zl gift card.",
      "shortDesc": "RTVeuroAGD gift card",
      "description": "The shop specialises in retailing electronics, large and small appliances, TVs and RTV equipment, computers, tablets, phones, photo equipment, games and consoles, and accessories."
    },
    {
      "id": 65,
      "name": "Eldorado",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "home_and_appliances",
      "cardImg": "",
      "price": 4,
      "attentionMessage": "",
      "shortDesc": "Eldorado gift card",
      "description": "Eldorado is a confident leader in the domestic market of Ukraine in the segment of retail trade in household appliances and electronics. The supermarket chain is located in all large settlements, and the assortment includes more than 20 thousand items of world famous manufacturers. 200 UAH gift card"
    },
    {
      "id": 67,
      "name": "Comfy",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "home_and_appliances",
      "cardImg": "",
      "price": 4,
      "attentionMessage": "",
      "shortDesc": "Comfy gift card",
      "description": "The Comfy chain of stores is represented in 52 cities of the country. One of the largest and most successful retailers in Ukraine works on the principle of multi-channel - you can make a purchase directly in the store or online. Flexibility, assortment and service - this is how the leader in the segment of household appliances and electronics. 200 UAH gift card"
    },
    {
      "id": 68,
      "name": "Foxtrot",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "home_and_appliances",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Foxtrot gift card",
      "description": "Foxtrot is a supermarket chain of electronics and household appliances that occupies a leading position in the Ukrainian retail market. Recognizable format, corporate identity, assortment and quality of service provide successful purchases to customers in many cities of Ukraine. 500 UAH gift card"
    },
    {
      "id": 69,
      "name": "Foxtrot",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "home_and_appliances",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "A network of construction and household hypermarkets",
      "description": "The Epicentr confidently leads the Ukrainian retail market. The hypermarket of repair and construction products, decoration garden goods represents the widest assortment, assembled under one roof. Furniture and tools, decoration and plumbing, carpets and wood products - this is not the whole list of the assortment of building hypermarket. 500 UAH gift card"
    },
    {
      "id": 70,
      "name": "Ukrzoloto",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "jewelry_and_bijouterie",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Ukrzoloto gift card",
      "description": "Ukrzoloto is a network of more than 100 outlets where jewelry is presented both under its own brand and from the best manufacturers of Ukraine. Jewelry stores provide a wide selection of jewelry and accessories made of precious metals. 500 UAH gift card."
    },
    {
      "id": 71,
      "name": "Monpacie",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "jewelry_and_bijouterie",
      "cardImg": "",
      "price": 10,
      "attentionMessage": "",
      "shortDesc": "Monpacie gift card",
      "description": "MONPACIE is an all-Ukrainian chain of stores with goods for needlework and decor. Today, there are 53 stores in 27 cities of Ukraine, as well as an online store. The assortment of stores includes more than 20,000 types of beads from around the world, accessories, foundations, tools, felt, foamiran, packaging and other materials for decoration. 500 UAH gift card."
    },
    {
      "id": 72,
      "name": "Zolotyy Vik",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "jewelry_and_bijouterie",
      "cardImg": "",
      "price": 20,
      "attentionMessage": "",
      "shortDesc": "Zolotyy Vik gift card",
      "description": "The Zolotyy Vik jewelry store chain is one of the largest jewelry manufacturers in Ukraine, which creates high-quality products. In the assortment of the chain of stores, which consists of more than 300 stores, you will find jewelry for every taste and for any occasion - rings, earrings, pendants, chains, jewelry with Swarovski stones, silverware, men's accessories, etc. 1000 UAH gift card."
    },
    {
      "id": 73,
      "name": "Pandora",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "jewelry_and_bijouterie",
      "cardImg": "",
      "price": 20,
      "attentionMessage": "",
      "shortDesc": "Zolotyy Vik gift card",
      "description": "Perfect craftsmanship and love of detail is what sets Pandora's jewelry apart. The masters of the brand create modern jewelry that can tell the story. The story of everything you love. Your story. Read more about Pandora at https://e-pandora.ua. 1000 UAH gift card"
    },
    {
      "id": 74,
      "name": "Netflix",
      "region": "eu",
      "regionFlag": "🇪🇺",
      "backgroundImg": "",
      "categoryID": "tv",
      "cardImg": "",
      "price": 8,
      "attentionMessage": "",
      "shortDesc": "Monthly subscription to Netflix",
      "description": "Netflix is a video streaming service that lets you watch a wide variety of award-winning TV shows, movies, anime, documentaries and other content on thousands of internet-connected devices. You can watch as much as you want, whenever you want, without commercials, all for one low monthly price. You'll always find something new to watch. Plus, more TV shows and films are added every week! It's Premium monthly subscription."
    },
    {
      "id": 76,
      "name": "Megogo",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "tv",
      "cardImg": "",
      "price": 12,
      "attentionMessage": "",
      "shortDesc": "Service for watching online video and TV",
      "description": "MEGOGO is the largest video service in Eastern Europe for watching online video and TV. The service provides the ability to watch popular television channels. This is a new format for online broadcasting of television channels available in one service on any device - Smart TVs, computers, tablets, smartphones, etc. Subscription 'TV and Cinema: Optimal' for 3 month."
    },
    {
      "id": 77,
      "name": "Kyivstar TV",
      "region": "uk",
      "regionFlag": "🇺🇦",
      "backgroundImg": "",
      "categoryID": "tv",
      "cardImg": "",
      "price": 9,
      "attentionMessage": "",
      "shortDesc": "Kyivstar TV gift card",
      "description": "Kyivstar TV is a digital interactive television and video library service with legal content. The platform provides access to more than 300 TV channels from all over the world, and also contains about 20,000 films, series, cartoons, shows, exclusive projects from international film studios and Ukrainian production. A large selection of diverse content will surely satisfy the taste of all members of your family, watch each one of your own on five screens separately and without loss of quality. Package ''Family'' for 3 months"
    }
  ],
  "users": [
    {
      "userName": "Mykhailo Rusyn",
      "coins": 11443,
      "email": "mykhailo.rusyn@nixs.com",
      "id": "user-1",
      "birthDay": 0,
      "division": "JS",
      "role": "ADMIN",
      "prevPurchase": [
        {
          "gifts": [
            {
              "id": 1,
              "categoryID": "auto",
              "name": "WOG Cafe",
              "region": "uk",
              "backgroundImg": "",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "bought": 0,
              "shortDesc": "WOG Cafe gift card",
              "description": "WOG Cafe is a restaurant chain that takes care of the mood and diet of its visitors. The first restaurant was founded in 2015, and today there are more than 30 of them throughout the country. Aromatic coffee, democratic burgers and gourmet dishes from different cuisines of the world will appeal to everyone. 500 UAH gift card",
              "amount": 1
            }
          ],
          "boughtTime": "29/09/2023, 17:20",
          "cost": 10
        },
        {
          "gifts": [
            {
              "id": 1,
              "name": "1WOG Cafe",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "auto",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "WOG Cafe gift card",
              "description": "WOG Cafe is a restaurant chain that takes care of the mood and diet of its visitors. The first restaurant was founded in 2015, and today there are more than 30 of them throughout the country. Aromatic coffee, democratic burgers and gourmet dishes from different cuisines of the world will appeal to everyone. 500 UAH gift card",
              "amount": 1
            }
          ],
          "boughtTime": "29/09/2023, 18:46",
          "cost": 10
        },
        {
          "gifts": [
            {
              "id": 3,
              "name": "WOG Auto 200 UAH",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "auto",
              "cardImg": "",
              "price": 4,
              "attentionMessage": "",
              "shortDesc": "WOG gift card",
              "description": "WOG is one of the largest filling stations networks in Ukraine, occupying more than 400 filling stations. The WOG network of gas stations was established in 2000 and has since delighted residents and guests with quality fuel and service. Thanks to this, WOG is happy to feed its consumers with delicacies from WOG CAFE and help to get on the road, buying everything you need in WOG MARKET and make travel comfortable and unforgettable! High standards of service and the level of fuel confirmation of the ISO 9001 certificate, and wide opportunities at each station provide comfort to both the car and its owner. 200 UAH gift card. ",
              "amount": 23
            }
          ],
          "boughtTime": "29/09/2023, 18:53",
          "cost": 92
        },
        {
          "gifts": [
            {
              "id": 6,
              "name": "АТL",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "auto",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "ATL car service gift card",
              "description": "ATL is one of the largest retail chains of auto shops and car services in Ukraine, the main independent player in the auto business sector. The network includes 42 retail car dealerships and 25 car services throughout Ukraine. 500 UAH gift card",
              "amount": 1
            }
          ],
          "boughtTime": "02/10/2023, 14:54",
          "cost": 10
        },
        {
          "gifts": [
            {
              "id": 18,
              "name": "Sister's Aroma gift card",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "cosmetics",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "brabrabra gift card",
              "description": "Sister's Aroma is a brand of niche fragrances, home fragrances and smart care products that were created on the basis of the clean beauty philosophy - natural ingredients and nothing superfluous in the composition. 500 UAH gift card",
              "amount": 1
            },
            {
              "id": 17,
              "name": "Shopper JS/UI",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "clothes",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "JS/UI shopper (4 pieces available)",
              "description": null,
              "amount": 1
            },
            {
              "id": 16,
              "name": "ASOS",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "clothes",
              "cardImg": "",
              "price": 1,
              "attentionMessage": "",
              "shortDesc": "ASOS gift voucher",
              "description": "ASOS is a British online clothing and cosmetics retailer. The company was founded in 2000 in London and was primarily aimed at young people. The website sells more than 850 brands as well as its own range of clothing and accessories. $13 gift card",
              "amount": 1
            },
            {
              "id": 15,
              "name": "H&M",
              "region": "eu",
              "backgroundImg": "",
              "categoryID": "clothes",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "H&M gift card",
              "description": "H&M (Hennes & Mauritz) is a Swedish company, Europe's largest clothing retailer, based in Stockholm, Sweden. $13 gift card",
              "amount": 1
            }
          ],
          "boughtTime": "02/10/2023, 15:21",
          "cost": 31
        }
      ],
      "profilePic": "https://lh3.googleusercontent.com/a/ACg8ocLZUVpjjDoMOqACBnYpnyEsGlaB4GldL9IfwtT1-zyzvg=s96-c",
      "region": "eu",
      "startedWorking": 2023
    },
    {
      "id": "user-2",
      "coins": 10000,
      "division": "React",
      "region": "ua",
      "userName": "John Doe",
      "birthDay": 1985,
      "startedWorking": 2010,
      "email": "example.email@nixs.com",
      "prevPurchase": [],
      "profilePic": "https://pbs.twimg.com/media/F22XeUyWQAAMAAO?format=jpg&name=medium"
    },
    {
      "id": "user-3",
      "coins": 8503,
      "division": "Python",
      "region": "eu",
      "userName": "Emily Smith",
      "birthDay": 1990,
      "startedWorking": 2012,
      "email": "example.email@nixs.com",
      "prevPurchase": [],
      "profilePic": "https://pbs.twimg.com/media/F22XeUyWQAAMAAO?format=jpg&name=medium"
    },
    {
      "id": "user-4",
      "coins": 7500,
      "division": "Java",
      "region": "eu",
      "userName": "Michael Johnson",
      "birthDay": 1980,
      "startedWorking": 2005,
      "email": "example.email@nixs.com",
      "prevPurchase": [],
      "profilePic": "https://pbs.twimg.com/media/F22XeUyWQAAMAAO?format=jpg&name=medium"
    },
    {
      "id": "user-5",
      "coins": 11000,
      "division": "C#",
      "region": "ua",
      "userName": "Sophia Williams",
      "birthDay": 1995,
      "startedWorking": 2018,
      "email": "example.email@nixs.com",
      "prevPurchase": [],
      "profilePic": "https://pbs.twimg.com/media/F22XeUyWQAAMAAO?format=jpg&name=medium"
    },
    {
      "userName": "Barnabas Papp",
      "coins": 999189,
      "email": "barnabas.papp@nixs.com",
      "id": "user-6",
      "birthDay": 0,
      "division": "JS",
      "role": "ADMIN",
      "prevPurchase": [
        {
          "gifts": [
            {
              "id": 2,
              "name": "WOG Auto 500 UAH",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "auto",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "WOG gift card",
              "description": "WOG is one of the largest filling stations networks in Ukraine, occupying more than 400 filling stations. The WOG network of gas stations was established in 2000 and has since delighted residents and guests with quality fuel and service. Thanks to this, WOG is happy to feed its consumers with delicacies from WOG CAFE and help to get on the road, buying everything you need in WOG MARKET and make travel comfortable and unforgettable! High standards of service and the level of fuel confirmation of the ISO 9001 certificate, and wide opportunities at each station provide comfort to both the car and its owner. 500 UAH gift card. ",
              "amount": 1
            },
            {
              "id": 3,
              "name": "WOG Auto 200 UAH",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "auto",
              "cardImg": "",
              "price": 4,
              "attentionMessage": "",
              "shortDesc": "WOG gift card",
              "description": "WOG is one of the largest filling stations networks in Ukraine, occupying more than 400 filling stations. The WOG network of gas stations was established in 2000 and has since delighted residents and guests with quality fuel and service. Thanks to this, WOG is happy to feed its consumers with delicacies from WOG CAFE and help to get on the road, buying everything you need in WOG MARKET and make travel comfortable and unforgettable! High standards of service and the level of fuel confirmation of the ISO 9001 certificate, and wide opportunities at each station provide comfort to both the car and its owner. 200 UAH gift card. ",
              "amount": 1
            },
            {
              "id": 1,
              "name": "1WOG Cafe",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "auto",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "WOG Cafe gift card",
              "description": "WOG Cafe is a restaurant chain that takes care of the mood and diet of its visitors. The first restaurant was founded in 2015, and today there are more than 30 of them throughout the country. Aromatic coffee, democratic burgers and gourmet dishes from different cuisines of the world will appeal to everyone. 500 UAH gift card",
              "amount": 1
            },
            {
              "id": 5,
              "name": "ОККО (Fishka) 500UAH",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "auto",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "ОККО gift card",
              "description": "OKKO All-Ukrainian gas station network is aimed at high-quality service and always offers its customers international-class fuel at affordable prices. 500 UAH gift card",
              "amount": 1
            },
            {
              "id": 6,
              "name": "АТL",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "auto",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "ATL car service gift card",
              "description": "ATL is one of the largest retail chains of auto shops and car services in Ukraine, the main independent player in the auto business sector. The network includes 42 retail car dealerships and 25 car services throughout Ukraine. 500 UAH gift card",
              "amount": 1
            },
            {
              "id": 7,
              "name": "Yakaboo",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "books",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "Gift card Yakaboo",
              "description": "Yakaboo is the largest online bookstore in Ukraine. It is an online organisation that is a large-scale book ecosystem that works with most of the publishing houses in Ukraine. It delivers not only in Kyiv but also to other regions of Ukraine. UAH 500 gift card.",
              "amount": 1
            }
          ],
          "boughtTime": "28/09/2023, 19:16",
          "cost": 54
        },
        {
          "gifts": [
            {
              "id": 2,
              "name": "WOG Auto 500 UAH",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "auto",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "WOG gift card",
              "description": "WOG is one of the largest filling stations networks in Ukraine, occupying more than 400 filling stations. The WOG network of gas stations was established in 2000 and has since delighted residents and guests with quality fuel and service. Thanks to this, WOG is happy to feed its consumers with delicacies from WOG CAFE and help to get on the road, buying everything you need in WOG MARKET and make travel comfortable and unforgettable! High standards of service and the level of fuel confirmation of the ISO 9001 certificate, and wide opportunities at each station provide comfort to both the car and its owner. 500 UAH gift card. ",
              "amount": 1
            },
            {
              "id": 1,
              "name": "1WOG Cafe",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "auto",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "WOG Cafe gift card",
              "description": "WOG Cafe is a restaurant chain that takes care of the mood and diet of its visitors. The first restaurant was founded in 2015, and today there are more than 30 of them throughout the country. Aromatic coffee, democratic burgers and gourmet dishes from different cuisines of the world will appeal to everyone. 500 UAH gift card",
              "amount": 1
            }
          ],
          "boughtTime": "28/09/2023, 19:26",
          "cost": 20
        },
        {
          "gifts": [
            {
              "id": 2,
              "name": "WOG Auto 500 UAH",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "auto",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "WOG gift card",
              "description": "WOG is one of the largest filling stations networks in Ukraine, occupying more than 400 filling stations. The WOG network of gas stations was established in 2000 and has since delighted residents and guests with quality fuel and service. Thanks to this, WOG is happy to feed its consumers with delicacies from WOG CAFE and help to get on the road, buying everything you need in WOG MARKET and make travel comfortable and unforgettable! High standards of service and the level of fuel confirmation of the ISO 9001 certificate, and wide opportunities at each station provide comfort to both the car and its owner. 500 UAH gift card. ",
              "amount": 1
            },
            {
              "id": 3,
              "name": "WOG Auto 200 UAH",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "auto",
              "cardImg": "",
              "price": 4,
              "attentionMessage": "",
              "shortDesc": "WOG gift card",
              "description": "WOG is one of the largest filling stations networks in Ukraine, occupying more than 400 filling stations. The WOG network of gas stations was established in 2000 and has since delighted residents and guests with quality fuel and service. Thanks to this, WOG is happy to feed its consumers with delicacies from WOG CAFE and help to get on the road, buying everything you need in WOG MARKET and make travel comfortable and unforgettable! High standards of service and the level of fuel confirmation of the ISO 9001 certificate, and wide opportunities at each station provide comfort to both the car and its owner. 200 UAH gift card. ",
              "amount": 1
            },
            {
              "id": 4,
              "name": "ОККО (Fishka) 200UAH",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "auto",
              "cardImg": "",
              "price": 4,
              "attentionMessage": "",
              "shortDesc": "ОККО gift card",
              "description": "OKKO All-Ukrainian gas station network is aimed at high-quality service and always offers its customers international-class fuel at affordable prices. 200 UAH gift card",
              "amount": 3
            }
          ],
          "boughtTime": "28/09/2023, 19:31",
          "cost": 26
        },
        {
          "gifts": [
            {
              "id": 3,
              "name": "WOG Auto 200 UAH",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "auto",
              "cardImg": "",
              "price": 4,
              "attentionMessage": "",
              "shortDesc": "WOG gift card",
              "description": "WOG is one of the largest filling stations networks in Ukraine, occupying more than 400 filling stations. The WOG network of gas stations was established in 2000 and has since delighted residents and guests with quality fuel and service. Thanks to this, WOG is happy to feed its consumers with delicacies from WOG CAFE and help to get on the road, buying everything you need in WOG MARKET and make travel comfortable and unforgettable! High standards of service and the level of fuel confirmation of the ISO 9001 certificate, and wide opportunities at each station provide comfort to both the car and its owner. 200 UAH gift card. ",
              "amount": 1
            },
            {
              "id": 4,
              "name": "ОККО (Fishka) 200UAH",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "auto",
              "cardImg": "",
              "price": 4,
              "attentionMessage": "",
              "shortDesc": "ОККО gift card",
              "description": "OKKO All-Ukrainian gas station network is aimed at high-quality service and always offers its customers international-class fuel at affordable prices. 200 UAH gift card",
              "amount": 1
            },
            {
              "id": 7,
              "name": "Yakaboo",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "books",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "Gift card Yakaboo",
              "description": "Yakaboo is the largest online bookstore in Ukraine. It is an online organisation that is a large-scale book ecosystem that works with most of the publishing houses in Ukraine. It delivers not only in Kyiv but also to other regions of Ukraine. UAH 500 gift card.",
              "amount": 1
            },
            {
              "id": 8,
              "name": "The book `Press Reset`",
              "region": "uk",
              "backgroundImg": "",
              "cardImg": "",
              "categoryID": "books",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "Burnout and recovery in the video game industry, a book by Jason Schreier",
              "description": "Blood, Sweat, and Pixels is a book about the complexities of creating video games. The author has determined that games are somewhere in between art, science, technological progress and business, which seeks to create an entertaining product and make money on it. It is because of all this that the lion's share of games are delayed, and developers are working in emergency mode.",
              "amount": 1
            },
            {
              "id": 10,
              "name": "The book 'Weapons of Victory'",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "books",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "Weapons of Victory by military historian and journalist Mykhailo Zhyrokhov",
              "description": "Weapons of Victory is not a classic non-fiction or science-pop book. It is the first complete guide to the Ukrainian army's weapons, with all the consequences that entails: there is a lot of information, it is well structured, but divided into many separate chapters and sections. It contains everything that Ukrainians have learned about over the past year and more: Javelin, HIMARS, M270, Neptune NLAW, HMMWV, Brimstone, M777, PT-91 Twardy, Bayraktar TB2, Bushmaster, etc. However, the directory does not include various foreign tanks, including Leopard 2, Challenger 2 and M1 Abrams, the F-16 aircraft, some self-propelled artillery systems, and many air and missile defence systems, such as Patriot, Skynex, etc.",
              "amount": 1
            },
            {
              "id": 12,
              "name": "TOMMY HILFIGER",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "clothes",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "Tommy Hilfiger gift card",
              "description": "The Tommy Hilfiger trademark successfully combines classic and everyday in their clothing and footwear models, while always focusing on current trends. Products for adults and children are always an impeccable quality brand with a worldwide reputation. When ordering a trademark certificate, you will receive a card from MD Fashion, the exclusive representative in Ukraine. 500 UAH gift card",
              "amount": 2
            },
            {
              "id": 11,
              "name": "Paliturka",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "books",
              "cardImg": "",
              "price": 7,
              "attentionMessage": "",
              "shortDesc": "Monthly subscription to the Paliturka online library",
              "description": "PALITURKA is a Ukrainian project created to support reading in Ukraine. The development of publishing is not an abstract question of values, it is a strategic task facing our country. Economic growth depends on people who read. That is why we have strengthened the publishing industry with IT technologies to help create a modern reading ecosystem in Ukraine.",
              "amount": 2
            }
          ],
          "boughtTime": "28/09/2023, 19:34",
          "cost": 72
        },
        {
          "gifts": [
            {
              "id": 5,
              "name": "ОККО (Fishka) 500UAH",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "auto",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "ОККО gift card",
              "description": "OKKO All-Ukrainian gas station network is aimed at high-quality service and always offers its customers international-class fuel at affordable prices. 500 UAH gift card",
              "amount": 7
            },
            {
              "id": 12,
              "name": "TOMMY HILFIGER",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "clothes",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "Tommy Hilfiger gift card",
              "description": "The Tommy Hilfiger trademark successfully combines classic and everyday in their clothing and footwear models, while always focusing on current trends. Products for adults and children are always an impeccable quality brand with a worldwide reputation. When ordering a trademark certificate, you will receive a card from MD Fashion, the exclusive representative in Ukraine. 500 UAH gift card",
              "amount": 2
            }
          ],
          "boughtTime": "02/10/2023, 16:05",
          "cost": 90
        },
        {
          "gifts": [
            {
              "id": 6,
              "name": "АТL",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "auto",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "ATL car service gift card",
              "description": "ATL is one of the largest retail chains of auto shops and car services in Ukraine, the main independent player in the auto business sector. The network includes 42 retail car dealerships and 25 car services throughout Ukraine. 500 UAH gift card",
              "amount": 4
            }
          ],
          "boughtTime": "03/10/2023, 10:55",
          "cost": 248
        },
        {
          "gifts": [
            {
              "id": 5,
              "name": "ОККО (Fishka) 500UAH",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "auto",
              "cardImg": "",
              "price": 10,
              "attentionMessage": "",
              "shortDesc": "ОККО gift card",
              "description": "OKKO All-Ukrainian gas station network is aimed at high-quality service and always offers its customers international-class fuel at affordable prices. 500 UAH gift card",
              "amount": 3
            }
          ],
          "boughtTime": "06/10/2023, 10:33",
          "cost": 30
        },
        {
          "gifts": [
            {
              "id": 77,
              "name": "Kyivstar TV",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "tv",
              "cardImg": "",
              "price": 9,
              "attentionMessage": "",
              "shortDesc": "Kyivstar TV gift card",
              "description": "Kyivstar TV is a digital interactive television and video library service with legal content. The platform provides access to more than 300 TV channels from all over the world, and also contains about 20,000 films, series, cartoons, shows, exclusive projects from international film studios and Ukrainian production. A large selection of diverse content will surely satisfy the taste of all members of your family, watch each one of your own on five screens separately and without loss of quality. Package ''Family'' for 3 months",
              "amount": 3
            }
          ],
          "boughtTime": "07/10/2023, 15:34",
          "cost": 31
        },
        {
          "gifts": [
            {
              "id": 11,
              "name": "Paliturka",
              "region": "uk",
              "backgroundImg": "",
              "categoryID": "books",
              "cardImg": "",
              "price": 7,
              "attentionMessage": "",
              "shortDesc": "Monthly subscription to the Paliturka online library",
              "description": "PALITURKA is a Ukrainian project created to support reading in Ukraine. The development of publishing is not an abstract question of values, it is a strategic task facing our country. Economic growth depends on people who read. That is why we have strengthened the publishing industry with IT technologies to help create a modern reading ecosystem in Ukraine.",
              "amount": 5
            }
          ],
          "boughtTime": "12/10/2023, 12:46",
          "cost": 35,
          "deliveryStatus": "JUST_BOUGHT",
          "status": "1"
        }
      ],
      "prevGiftedCoins": [
        {
          "id": "user-3-giftCoin-14",
          "amount": 14,
          "senderUser": "Emily Smith",
          "senderId": "user-6",
          "date": "2023-9-0-0-41-27}",
          "isDelivered": true
        }
      ],
      "profilePic": "https://lh3.googleusercontent.com/a/ACg8ocK-2HUuje-SOMfRYTQuHUEjJyEXTP6c8a8BgkwaeZETLw=s96-c",
      "region": "eu",
      "startedWorking": 0
    }
  ],
  "suggestions": [
    {
      "id": "user-6",
      "userName": "Barnabas Papp",
      "suggestions": [
        {
          "id": "suggestion-user-6-AK47-2023-9-3-14-46-52-867",
          "creationTime": "2023-9-3-14-46-52-867",
          "suggestion": "AK47 FOR EVERYONE!",
          "suggestionName": "AK47",
          "status": "NEW_NOT_INVESTIGATED"
        }
      ]
    },
    {
      "id": "user-3",
      "userName": "Emily Smith",
      "suggestions": []
    }
  ],
  "notifications": [
    {
      "id": "user-1",
      "notificationMessages": []
    },
    {
      "id": "user-2",
      "notificationMessages": []
    },
    {
      "id": "user-3",
      "notificationMessages": []
    },
    {
      "id": "user-4",
      "notificationMessages": []
    },
    {
      "id": "user-5",
      "notificationMessages": []
    },
    {
      "id": "user-6",
      "notificationMessages": [
        {
          "id": "user-3-giftCoin-7-2023-9-4-18-41-26",
          "creationTime": "2023-9-4-18-41-26",
          "isDelivered": true,
          "senderId": "user-3",
          "senderName": "Emily Smith",
          "content": {
            "type": "GIFT_COINS",
            "amount": 7,
            "giftName": "coins"
          }
        },
        {
          "id": "user-3-giftCoin-6-2023-9-4-18-41-23",
          "creationTime": "2023-9-4-18-41-23",
          "isDelivered": true,
          "senderId": "user-3",
          "senderName": "Emily Smith",
          "content": {
            "type": "GIFT_COINS",
            "amount": 6,
            "giftName": "coins"
          }
        },
        {
          "id": "user-3-giftCoin-5-2023-9-4-18-41-21",
          "creationTime": "2023-9-4-18-41-21",
          "isDelivered": true,
          "senderId": "user-3",
          "senderName": "Emily Smith",
          "content": {
            "type": "GIFT_COINS",
            "amount": 5,
            "giftName": "coins"
          }
        }
      ]
    }
  ],
  "boughtGifts": [
    {
      "gifts": [
        {
          "id": 22,
          "name": "EVA",
          "region": "uk",
          "backgroundImg": "",
          "categoryID": "cosmetics",
          "cardImg": "",
          "price": 10,
          "attentionMessage": "",
          "shortDesc": "Chain of cosmetics and perfumery stores",
          "description": "The all-Ukrainian chain of stores EVA was created specifically for those women who care about themselves and their family, want to have a flawless appearance, look after the house, provide warmth and comfort, and at the same time have access to a wide range of goods across the country. 500 UAH gift card",
          "amount": 2
        }
      ],
      "boughtTime": "06/10/2023, 12:59",
      "cost": 20,
      "status": "1",
      "deliveryStatus": "JUST_BOUGHT",
      "boughtBy": "Mykhailo Rusyn",
      "idUser": "user-1",
      "id": 3
    },
    {
      "gifts": [
        {
          "id": 28,
          "name": "Mr.SCRUBBER",
          "region": "uk",
          "backgroundImg": "",
          "categoryID": "cosmetics",
          "cardImg": "",
          "price": 10,
          "attentionMessage": "",
          "shortDesc": "Mr.SCRUBBER gift card",
          "description": "Mr. SCRUBBER is a brand that creates products from only the best certified ingredients, using formulas that really work. Natural cosmetics heals the skin, is not addictive and allows, over time, to eliminate all cosmetic imperfections. A wide range of products allows you to choose cosmetics for any skin type, age or even lifestyle. 200 UAH gift card",
          "amount": 1
        }
      ],
      "boughtTime": "06/10/2023, 12:59",
      "cost": 10,
      "status": "5",
      "boughtBy": "Mykhailo Rusyn",
      "idUser": "user-1",
      "id": 4,
      "deliveryStatus": "REJECTED"
    },
    {
      "gifts": [
        {
          "id": 45,
          "name": "Costa Coffee",
          "region": "eu",
          "backgroundImg": "",
          "categoryID": "food_and_drink",
          "cardImg": "",
          "price": 10,
          "attentionMessage": "",
          "shortDesc": "Gift card Costa Coffee",
          "description": "Costa Coffee is the UK's largest coffeehouse chain and the 2nd largest in the world after Starbucks. A large number of coffee shops are located all over the world. $13 gift card",
          "amount": 1
        }
      ],
      "boughtTime": "06/10/2023, 12:59",
      "cost": 10,
      "status": "5",
      "deliveryStatus": "REJECTED",
      "boughtBy": "Mykhailo Rusyn",
      "idUser": "user-1",
      "id": 5
    }
  ],
  "favourites": [
    {
      "id": "user-6",
      "giftData": [
        {
          "giftId": 50,
          "giftName": "METRO"
        },
        {
          "giftId": 11,
          "giftName": "Paliturka"
        },
        {
          "giftId": 12,
          "giftName": "TOMMY HILFIGER"
        },
        {
          "giftId": 4,
          "giftName": "ОККО (Fishka) 200UAH"
        },
        {
          "giftId": 5,
          "giftName": "ОККО (Fishka) 500UAH"
        },
        {
          "giftId": 3,
          "giftName": "WOG Auto 200 UAH"
        }
      ]
    }
  ]
}